{
  "You don't have any installed mods": "Yüklü bir mod yok",
  "You can also add mods to a collection from the mods screen: Right-click > Add to Collection": "Ayrıca modları mod ekranından bir koleksiyona ekleyebilirsiniz: Sağ tık > Koleksiyona Ekle",
  "Mods need to be in an installed state in order to add them to a collection. If the mod you want to add is not in this list, make sure it's installed.": "Modları bir koleksiyona eklemek için yüklü bir durumda olmaları gerekir. Eklemek istediğiniz mod bu listede değilse, yüklü olduğundan emin olun.",
  "Close": "Kapat",
  "Add Selection": "Seçileni Ekle",
  "Downvote Success Rating": "Downvote Başarı Puanı",
  "Sorry to hear that the collection \"undefined\" isn't working for you. Here are some steps that could help:": "Koleksiyonunuz \"undefined\" çalışmadığı için üzgünüm. İşte size yardımcı olabilecek bazı adımlar:",
  "Success ratings help others know if a collection installs and runs correctly. They are not a vote on whether you liked the collection or not.": "Başarı puanları, diğer kimselerin koleksiyonun doğru bir şekilde yüklenip çalışıp çalışmadığını bilmesine yardımcı olur. O yüzden beğenip beğenmediğinize dair bir oylama değildir.",
  "I have tried the above steps and confirm this collection does not work.": "Yukarıdaki adımları denedim ve bu koleksiyonun çalışmadığını onaylıyorum.",
  "Cancel": "İptal",
  "Submit": "Gönder",
  "Download the latest meta information about your installed and owned collections. This will reset local changes to names of collections in your workshop.": "Yüklü ve sahip olduğunuz koleksiyonlarınız hakkında en son meta bilgilerini indirin. Bu, atölyedeki koleksiyon adlarında yerel değişiklikleri sıfırlar.",
  "Added Collections": "Eklenen Koleksiyonlar",
  "View and manage collections created by other users.": "Diğer kullanıcılar tarafından oluşturulan koleksiyonları görüntüleyin ve yönetin.",
  "Date downloaded": "İndirme tarihi",
  "Recently updated": "Son güncellenen",
  "Workshop": "Atölye",
  "Open My Collections Page": "Koleksiyonlarım Sayfasını Aç",
  "Date created": "Oluşturulma tarihi",
  "Discover more collections": "Daha fazla koleksiyon keşfedin",
  "collection-own-page": "Kendi koleksiyonlarınızı oluşturun ve bunları Nexus Mods topluluğuyla paylaşın. Yüklediğiniz tüm koleksiyonları <1>burada</1> görebilirsiniz.",
  "Create a collection": "Koleksiyon oluştur",
  "From Profile": "Profilden",
  "Empty": "Yeni",
  "Select (click, shift-click, ...) installed mods you want to add to your collection below:": "Aşağıda koleksiyonunuza eklemek istediğiniz yüklü modları seçin (tıklayın, shift-tıklayın, ...)",
  "Name must be between {{min}}-{{max}} characters long": "Ad {{min}}-{{max}} karakter uzunluğunda olmalıdır"
}