{
  "\"Edit\" allows you to input the ini tweak you want to apply to the target ini file. Please provide the section as well as your tweak(s). e.g.:\n\n[General]\nsIntroSequence=0": "'Düzenle' seçeneği, hedef ini dosyasına uygulamak istediğiniz ini ayarını girmenize olanak tanır. Lütfen bölümü ve ayarlarınızı belirtin. Örneğin:\n\n[Genel]\nsIntroSequence=0",
  "Add": "Ekle",
  "Add Selection": "Seçileni Ekle",
  "Add more mods": "Daha fazla mod ekle",
  "Added Collections": "Eklenen Koleksiyonlar",
  "Already queued mod installations will still finish": "Zaten sıraya alınmış mod yüklemeleri hala tamamlanacak",
  "Are you sure you want to delete this collection?": "Bu koleksiyonu silmek istediğinize emin misiniz?",
  "Are you sure you want to delete this mod?": "Bu modu silmek istediğinize emin misiniz?",
  "Are you sure you want to delete this rule?": "Bu kurulumu silmek istediğinize emin misiniz?",
  "Are you sure you want to delete this upload?": "Bu yüklemeyi silmek istediğinize emin misiniz?",
  "Are you sure you want to delete this user?": "Bu kullanıcıyı silmek istediğinize emin misiniz?",
  "Are you sure you want to delete this version?": "Bu sürümü silmek istediğinize emin misiniz?",
  "Are you sure you want to delete this?": "Bu silmek istediğinize emin misiniz?",
  "Are you sure you want to disable this mod?": "Bu modu devre dışı bırakmak istediğinize emin misiniz?",
  "Are you sure you want to enable this mod?": "Bu modu etkinleştirmek istediğinize emin misiniz?",
  "Are you sure you want to enable this rule?": "Bu kurulumu etkinleştirmek istediğinize emin misiniz?",
  "Are you sure you want to enable this upload?": "Bu yüklemeyi etkinleştirmek istediğinize emin misiniz?",
  "Are you sure you want to enable this user?": "Bu kullanıcıyı etkinleştirmek istediğinize emin misiniz?",
  "Are you sure you want to enable this version?": "Bu sürümü etkinleştirmek istediğinize emin misiniz?",
  "Are you sure?": "Emin misiniz?",
  "Back": "Geri",
  "Backup": "Yedekle",
  "By default the collection will replicate all your custom rules that dictate the deployment order of mods.": "Varsayılan olarak, koleksiyon, modların dağıtım sırasını belirleyen tüm özel kurallarınızı çoğaltır.",
  "By {{uploader}}": "{{uploader}} tarafından",
  "Can't upload an empty collection": "Boş bir koleksiyon yüklenemez",
  "Cancel": "İptal",
  "Cancel upload": "Yüklemeyi iptal et",
  "Change name": "Adı değiştir",
  "Close": "Kapat",
  "Collection Instructions": "Koleksiyon Talimatları",
  "Collection Name": "Koleksiyon Adı",
  "Collection isn't fully installed": "Koleksiyon tam olarak yüklenmedi",
  "Collection pausing": "Koleksiyon duraklatılıyor",
  "Collection submitted": "Koleksiyon gönderildi",
  "Collections are in an early testing stage, you may find some features are incomplete. Please share your feedback or report bugs you find.": "Koleksiyonlar erken test aşamasındadır, bazı özelliklerin eksik olduğunu görebilirsiniz. Lütfen geri bildiriminizi paylaşın veya bulduğunuz hataları bildirin.",
  "Continue": "Devam",
  "Create & Add to Phase {{num}}": "Oluştur ve {{num}}. Aşamaya Ekle",
  "Create a collection": "Koleksiyon oluştur",
  "Date created": "Oluşturulma tarihi",
  "Date downloaded": "İndirme tarihi",
  "Deleting a collection will not remove the mods that have been added to it.\n\nAny changes made to this collection since the last upload to Nexus Mods will be lost.\n\nAre you sure you want to remove \"{{collectionName}}\" from your Workshop?": "Bir koleksiyonu silmek, içine eklenen modları kaldırmaz.\n\nNexus Mods'a son yüklemeden bu yana bu koleksiyona yapılan tüm değişiklikler kaybolacaktır.\n\n\"{{collectionName}}\" adlı koleksiyonu Atölyenizden kaldırmak istediğinize emin misiniz?",
  "Disabled": "Devre Dışı",
  "Discover more collections": "Daha fazla koleksiyon keşfedin",
  "Download the latest meta information about the collections on your computer. This will reset local changes to names of collections in your workshop.": "Bilgisayarınızdaki koleksiyonlar hakkında en son meta bilgilerini indirin. Bu, atölyedeki koleksiyon adlarında yerel değişiklikleri sıfırlar.",
  "Download the latest meta information about your installed and owned collections. This will reset local changes to names of collections in your workshop.": "Yüklü ve sahip olduğunuz koleksiyonlarınız hakkında en son meta bilgilerini indirin. Bu, atölyedeki koleksiyon adlarında yerel değişiklikleri sıfırlar.",
  "Downvote Success Rating": "Downvote Başarı Puanı",
  "Edit": "Düzenle",
  "Edit Collection": "Koleksiyonu Düzenle",
  "Edit Ini File": "Ini Dosyasını Düzenle",
  "Edit Source": "Kaynağı Düzenle",
  "Edit Success Rating": "Başarı Puanını Düzenle",
  "Empty": "Yeni",
  "Enable": "Etkinleştir",
  "Enable Collection": "Koleksiyonu Etkinleştir",
  "Enable Rule": "Kurulumu Etkinleştir",
  "Enable Upload": "Yüklemeyi Etkinleştir",
  "Enable User": "Kullanıcıyı Etkinleştir",
  "Enabled": "Etkin",
  "Environment": "Ortam",
  "Exact only ({{version}})": "Sadece tam eşleşme ({{version}})",
  "Failed to install dependencies": "Bağımlılıklar yüklenemedi",
  "Failed to remove collection": "Koleksiyon kaldırılamadı",
  "Failed to upload to API": "API'ye yüklenemedi",
  "File Overrides": "Dosya Geçersiz Kılmaları",
  "Fresh Install": "Yeni Yükleme",
  "From Profile": "Profilden",
  "Here you can configure which mods to install and how.": "Hangi modların nasıl yükleneceğini yapılandırabilirsiniz.",
  "I have tried the above steps and confirm this collection does not work.": "Yukarıdaki adımları denedim ve bu koleksiyonun çalışmadığını onaylıyorum.",
  "If you disable rules here your collection may produce unresolved file conflicts that the user has to resolve.": "Burada kuralları devre dışı bırakırsanız, koleksiyonunuz çözülmemiş dosya çatışmalarına neden olabilir ve kullanıcının bunları çözmesi gerekir.",
  "Ini File": "Ini Dosyası",
  "Install: \"Fresh Install\" will install the mod as Vortex would usually do, installer dialog and everything. \"Replicate\" will extract only the files you have extracted yourself, in exactly the same location. This basically ensures the user gets the same options as you without having to pick them but it only works when you have selected \"Exact version\" in the Version column. It will also considerably increase the time it takes to build the pack.": "Yükle: \"Yeni Yükleme\" modu, modu Vortex'in genellikle yaptığı gibi yükler, yükleyici iletişim kutusu ve her şey. \"Çoğalt\" yalnızca kendinizin çıkardığı dosyaları, tam olarak aynı konumda çıkarır. Bu, kullanıcının seçim yapmadan aynı seçenekleri almasını sağlar, ancak yalnızca \"Sürüm\" sütununda \"Tam eşleşme\" seçtiğinizde çalışır. Paketi oluşturmak için gereken süreyi de önemli ölçüde artırır.",
  "Latest": "En Son",
  "Missing file identifiers": "Eksik dosya tanımlayıcıları",
  "Mod Rules": "Mod Kuralları",
  "Mods": "Modlar",
  "Mods need to be in an installed state in order to add them to a collection. If the mod you want to add is not in this list, make sure it's installed.": "Modları bir koleksiyona eklemek için yüklü bir durumda olmaları gerekir. Eklemek istediğiniz mod bu listede değilse, yüklü olduğundan emin olun.",
  "Most websites don't allow direct downloads, Plese make sure you are allowed to use direct links to the specified page.": "Çoğu web sitesi doğrudan indirmelere izin vermez, lütfen belirtilen sayfaya doğrudan bağlantıları kullanabileceğinizden emin olun.",
  "Name must be between {{min}}-{{max}} characters long": "Ad {{min}}-{{max}} karakter uzunluğunda olmalıdır",
  "No Installer Options saved for this mod": "Bu mod için kaydedilmiş yükleyici seçenekleri yok",
  "Not logged in": "Giriş yapılmadı",
  "Obviously users will need to have these tools installed. If they aren't included in the game and not installed as a mod through this collection, you should include instructions for the user on how to get the tool.": "Açıkça kullanıcıların bu araçları yüklemiş olmaları gerekir. Oyunun bir parçası değilse ve bu koleksiyon aracılığıyla bir mod olarak yüklenmemişse, kullanıcıya aracı nasıl alacakları konusunda talimatlar eklemelisiniz.",
  "Open My Collections Page": "Koleksiyonlarım Sayfasını Aç",
  "Open bug report page in your default browser": "Hata raporu sayfasını varsayılan tarayıcınızda açın",
  "Open in Browser": "Tarayıcıda Aç",
  "Open site": "Siteyi aç",
  "Phase {{num}}": "{{num}}. Aşama",
  "Please verify you are allowed to do direct download on this site": "Bu sitede doğrudan indirme yapmanıza izin verildiğinden emin olun",
  "Prefer exact ({{version}})": "Tam eşleşmeyi tercih et ({{version}})",
  "Recently updated": "Son güncellenen",
  "Refresh": "Yenile",
  "Removal failed": "Kaldırma başarısız oldu",
  "Remove": "Kaldır",
  "Remove Collection (Workshop)": "Koleksiyonu Kaldır (Atölye)",
  "Remove plugin rule": "Eklenti kuralını kaldır",
  "Remove this collection": "Bu koleksiyonu kaldır",
  "Replicate": "Çoğalt",
  "Required: Select whether the user has to install the mod or whether it's just a recommendation.": "Gerekli: Kullanıcının modu yüklemesi gerekip gerekmediğini veya sadece bir öneri olup olmadığını seçin.",
  "Requirement": "Gereksinim",
  "Revision {{number}}": "Revizyon {{number}}",
  "Rules you remove here are also removed from your actual setup.": "Burada kaldırdığınız kurallar ayrıca gerçek kurulumunuzdan da kaldırılır.",
  "Same Installer Options": "Aynı Yükleyici Seçenekleri",
  "Save name": "Adı kaydet",
  "Select (click, shift-click, ...) installed mods you want to add to your collection below:": "Aşağıda koleksiyonunuza eklemek istediğiniz yüklü modları seçin (tıklayın, shift-tıklayın, ...)",
  "Set up your mod collection's rules and site preferences.": "Mod koleksiyonunuzun kurallarını ve site tercihlerini ayarlayın.",
  "Share on Nexus Mods": "Nexus Mods'ta Paylaş",
  "Sorry to hear that the collection \"undefined\" isn't working for you. Here are some steps that could help:": "Koleksiyonunuz \"undefined\" çalışmadığı için üzgünüm. İşte size yardımcı olabilecek bazı adımlar:",
  "Source: Decides how the user downloads the mod. \"Nexus Mods\" is easiest, use the other options when the mod in only hosted on a different source. The options also include \"pack\" which bundles the mod directly into the collection. Do this only for stuff created during setup (e.g. generated LODs, customized configuration files and such). You must not include any material you don't hold the copyright to. Also: Do not provide direct download links unless you have express permission to do so.": "Kaynak: Kullanıcının modu nasıl indireceğini belirler. \"Nexus Mods\" en kolayıdır, mod yalnızca farklı bir kaynakta barındırıldığında diğer seçenekleri kullanın. Seçenekler ayrıca modu doğrudan koleksiyona paketleyen \"paket\" seçeneğini de içerir. Bu yalnızca kurulum sırasında oluşturulan şeyler için yapın (örneğin, oluşturulan LOD'lar, özelleştirilmiş yapılandırma dosyaları ve benzerleri). Telif hakkına sahip olmadığınız hiçbir materyali içermemelisiniz. Ayrıca: Doğrudan indirme bağlantıları sağlamayın, bunu yapmak için açık izniniz yoksa.",
  "Status": "Durum",
  "Submit": "Gönder",
  "Success ratings help others know if a collection installs and runs correctly. They are not a vote on whether you liked the collection or not.": "Başarı puanları, diğer kimselerin koleksiyonun doğru bir şekilde yüklenip çalışıp çalışmadığını bilmesine yardımcı olur. O yüzden beğenip beğenmediğinize dair bir oylama değildir.",
  "The collection will include your custom load order rules so that users of your collection will get the same load order.": "Koleksiyon, özel yükleme sırası kurallarınızı içereceğinden koleksiyonunuzun kullanıcıları aynı yükleme sırasını alacaktır.",
  "The installer choices for this mod haven't been saved. This currently only works with xml-based fomods installed with Vortex 1.5.0 or later. You may have to reinstall the mod for this to work.": "Bu mod için yükleyici seçenekleri kaydedilmedi. Şu anda yalnızca Vortex 1.5.0 veya daha sonraki sürümlerle yüklenen xml tabanlı fomodlarla çalışır. Bu çalışması için modu yeniden yüklemeniz gerekebilir.",
  "The name bust be between {{min}}-{{max}} characters long": "Ad {{min}}-{{max}} karakter uzunluğunda olmalıdır",
  "This collection has been uploaded with a different account ({{uploadAuthor}}) than you're using now ({{currentUser}}). If you edit and upload this collection now it will be uploaded as a new collection by your current user.": "Bu koleksiyon, şu anda kullandığınızdan farklı bir hesap ({{uploadAuthor}}) tarafından yüklenmiştir. Şimdi bu koleksiyonu düzenler ve yüklerseniz, mevcut kullanıcınız tarafından yeni bir koleksiyon olarak yüklenecektir.",
  "This collection has {{count}} optional mods which are not required to complete the installation but may provide additional features or options. You can view these mods before installing as they may change the default behavior of the collection or have additional requirements.": "Bu koleksiyonda tamamlamak için gerekli olmayan ancak ek özellikler veya seçenekler sağlayabilecek {{count}} isteğe bağlı mod bulunmaktadır. Bu modları yüklemeden önce görüntüleyebilirsiniz, çünkü koleksiyonun varsayılan davranışını değiştirebilir veya ek gereksinimlere sahip olabilirler.",
  "This mod has installer options": "Bu modun yükleyici seçenekleri var",
  "This screen lets you include tools you manually configured to be run from Vortex.": "Bu ekran, Vortex'ten çalıştırılacak şekilde manuel olarak yapılandırdığınız araçları içermenize olanak tanır.",
  "This screen lets you set up tweaks for the game ini file that will be applied to a user's setup when they use your collection.": "Bu ekran, kullanıcı koleksiyonunuzu kullandığında kullanıcı kurulumuna uygulanacak oyun ini dosyası için ayarları yapılandırmanıza olanak tanır.",
  "To assist in the testing of INI configuration application - any enabled INI modification on this page will be applied to your own environment in the next deployment event; IF the collection mod is enabled.": "INI yapılandırma uygulamasının test edilmesine yardımcı olmak için - bu sayfadaki etkinleştirilmiş herhangi bir INI değişikliği, bir sonraki dağıtım etkinliğinde kendi ortamınıza uygulanacaktır; EĞER koleksiyon modu etkinse.",
  "To disable/enable an INI tweak, simply click on the button itself (in the status column). If needed, INI tweak can be removed by clicking the arrow next to the button and selecting \"Remove\"": "INI ayarını devre dışı bırakmak/etkinleştirmek için, sadece düğmeye tıklayın (durum sütununda). Gerekirse, INI ayarı, düğmenin yanındaki ok'a tıklayarak ve \"Kaldır\" seçeneğini seçerek kaldırılabilir",
  "Upload": "Karşıya Yükle",
  "Tweak Name": "Ayar Adı",
  "Upload New": "Yeni Yükle",
  "Upload to Nexus Mods": "Nexus Mods'a Yükle",
  "Users can toggle these ini tweaks individually so you may want to set up multiple tweaks to give users granular control.": "Kullanıcılar bu ini ayarlarını tek tek açıp kapatabilirler, bu yüzden kullanıcılara tek tek kontrol sağlamak için birden fazla ayar yapmak isteyebilirsiniz.",
  "Version: Choose whether the collection will install exactly the version you have yourself or whatever is current on Nexus Mods.": "Sürüm: Koleksiyonun sizin sahip olduğunuz sürümü tam olarak yükleyip yüklemeyeceğini veya Nexus Mods'ta mevcut olanı yükleyip yüklemeyeceğini seçin.",
  "View All Collections": "Tüm Koleksiyonları Görüntüle",
  "View Site": "Siteyi Görüntüle",
  "View and manage collections created by other users.": "Diğer kullanıcılar tarafından oluşturulan koleksiyonları görüntüleyin ve yönetin.",
  "When using \"Nexus Mods\" as a source, both the mod id and file id have to be known. If you didn't download the mod through Vortex they may not be set. To solve this you have to change the source of the mod to \"Nexus Mods\" and use the options below \"Nexus Mods IDs\" to fill in the missing data (the automated options should be quite reliable).": "\"Nexus Mods\" kaynağını kullanırken, hem mod kimliğinin hem de dosya kimliğinin bilinmesi gerekir. Modu Vortex aracılığıyla indirmediyseniz, bunlar ayarlanmamış olabilir. Bu sorunu çözmek için modun kaynağını \"Nexus Mods\" olarak değiştirmeli ve eksik verileri doldurmak için aşağıdaki \"Nexus Mods Kimlikleri\" seçeneklerini kullanmalısınız (otomatik seçenekler oldukça güvenilirdir).",
  "Workshop": "Atölye",
  "You can also add mods to a collection from the mods screen: Right-click > Add to Collection": "Ayrıca modları mod ekranından bir koleksiyona ekleyebilirsiniz: Sağ tık > Koleksiyona Ekle",
  "You can only upload collections that are fully installed on this system.\nIf you have removed mods that were part of this collection you may want to remove them from the collection as well. If this collection is connected to a profile you can simply update from that.": "Yalnızca bu sistemde tam olarak yüklenmiş koleksiyonları yükleyebilirsiniz.\nBu koleksiyonun bir parçası olan modları kaldırdıysanız, onları koleksiyondan da kaldırmak isteyebilirsiniz. Bu koleksiyon bir profile bağlıysa, ondan güncelleyebilirsiniz.",
  "You don't have any installed mods": "Yüklü bir mod yok",
  "You have to be logged in with Nexus Mods to install collections.": "Koleksiyonları yüklemek için Nexus Mods ile giriş yapmalısınız.",
  "assigned to group": "gruba atanmış",
  "collection-own-page": "Kendi koleksiyonlarınızı oluşturun ve bunları Nexus Mods topluluğuyla paylaşın. Yüklediğiniz tüm koleksiyonları <1>burada</1> görebilirsiniz.",
  "Load Order": "Yükleme Sırası\n(Modlar)",
  "Deploy Mods": "Modları Yükle",
  "Deploy": "Yükle",
  "Deploying": "Yükleniyor...",
  "Deployed": "Yüklenmiştir",
  "Failed to deploy": "Yüklenemedi",
  "Failed to load": "Yüklenirken hata oluştu",
  "Failed to load modules": "Modülü yüklenirken hata oluştu",
  "Failed to load modules: {0}": "Modülü yüklenirken hata oluştu: {0}",
  "Failed to load modules: {0} and {1}": "Modülü yüklenirken hata oluştu: {0} ve {1}",
  "Failed to load modules: {0}, {1} and {2}": "Modülü yüklenirken hata oluştu: {0}, {1} ve {2}",
  "Failed to load modules: {0}, {1}, {2} and {3}": "Modülü yüklenirken hata oluştu: {0}, {1}, {2} ve {3}",
  "Sort Ascending": "Sıralama Artan",
  "Sort Descending": "Sıralama Azalan",
  "Sort": "Sırala",
  "Sort by {0}": "Sırala {0}",
  "Sort by {0} ({1})": "Sırala {0} ({1})",
  "Sort by {0} ({1}) ({2})": "Sırala {0} ({1}) ({2})",
  "Refresh List": "Listeyi Yenile",
  "Auto Sort": "Otomatik Sıralama",
  "Instructions": "Talimatlar",
  "Curated by": "Küratörlüğünü yapan:",
  "Last updated": "Son güncelleme:",
  "Uploaded": "Yükleyen:",
  "{{rating}}%": "{{rating}}%"
}