{
  "Nexus Mods Download Speed Test": "Nexus Mods İnternet Hız Testi",
  "Troubleshooting website issues": "Web sitesi sorunlarını giderme",
  "This troubleshooter will allow you to test your connection to the Nexus Mods CDN and help you to diagnose the cause of download speed problems. ": "Bu sorun giderici, Nexus Mods CDN'ye bağlantınızı test etmenizi sağlar ve indirme hızı sorunlarının nedenini teşhis etmenize yardımcı olur. ",
  "Learn More.": "Daha Fazla Bilgi.",
  "To ensure the best results from the download tests, please make sure you stop any other downloads from Steam, Windows Update or any other apps that are currently running.": "İndirme testlerinden en iyi sonuçları almak için, lütfen Steam, Windows Güncelleme veya şu anda çalışan diğer uygulamalardan herhangi bir indirme olmadığından emin olun.",
  "Sometimes browser settings/addons can cause downloads to fail to start. If you're having this problem please see ": "Bazen tarayıcı ayarları / eklentiler, indirmelerin başlamasını engelleyebilir. Bu sorunu yaşıyorsanız lütfen bakın ",
  ".": ".",
  "The information below shows any issues in your settings which may allow you to quickly fix download problems.This covers any account issues or settings in Vortex that may reduce or improve your download speeds.": "Aşağıdaki bilgiler, indirme sorunlarını hızlı bir şekilde çözmenize olanak tanıyan ayarlarınızdaki herhangi bir sorunu gösterir. Bu, indirme hızlarınızı azaltabilecek veya artırabilecek herhangi bir hesap sorununu veya Vortex'teki ayarları kapsar.",
  "Vortex version": "Vortex sürümü",
  "You are using the latest version of Vortex ({{current}}).": "Vortex'in en son sürümünü kullanıyorsunuz ({{current}}).",
  "Network Connection": "Ağ Bağlantısı",
  "You are connected to the internet.": "İnternete bağlısınız.",
  "Nexus Mods Account": "Nexus Mods Hesabı",
  "Logged in: {{name}} ({{membership}}). Maximum download speed: {{dl}}": "Giriş yapıldı: {{name}} ({{membership}}). Maksimum indirme hızı: {{dl}}",
  "Bandwidth Limit": "Bant Genişliği Sınırlaması",
  "No bandwidth limit set.": "Herhangi bir bant genişliği sınırı tespit edilmedi.",
  "Download threads": "İndirme iş parçacıkları",
  "You are using {{threadCount}} download threads, Premium users can adjust this value in the download settings.": "{{threadCount}} indirme iş parçacığı kullanıyorsunuz, Premium kullanıcılar bu değeri indirme ayarlarında ayarlayabilir.",
  "Full Results": "Tam Sonuçlar",
  "Vortex will now perform a download test from each of the servers around the world to determine the best one for you. This can take a few minutes to complete.": "Vortex şimdi dünyanın dört bir yanındaki her bir sunucudan bir indirme testi gerçekleştirecek ve sizin için en iyisini belirleyecek. Bunun tamamlanması birkaç dakika sürebilir.",
  "Testing CDN connection for small files": "Küçük dosyalar için CDN bağlantısı test ediliyor",
  "Testing CDN connection for large files": "Büyük dosyalar için CDN bağlantısı test ediliyor",
  "Testing download server: Nexus Mods CDN": "İndirme sunucusu test ediliyor: Nexus Mods CDN",
  "Testing download server: Worldwide - Premium CDN": "İndirme sunucusu test ediliyor: Dünya Çapında - Premium CDN",
  "Testing download server: EU - Amsterdam": "İndirme sunucusu test ediliyor: EU - Amsterdam",
  "Testing download server: EU - Prague": "İndirme sunucusu test ediliyor: EU - Prag",
  "Testing download server: US - Los Angeles": "İndirme sunucusu test ediliyor: ABD - Los Angeles",
  "Testing download server: US - Chicago": "İndirme sunucusu test ediliyor: ABD - Chicago",
  "Testing download server: US - Miami": "İndirme sunucusu test ediliyor: ABD - Miami",
  "Starting TraceRoute test...": "TraceRoute testi başlatılıyor...",
  "Testing TraceRoute...": "TraceRoute test ediliyor...",
  "Download tests complete. You can review your test results below.": "İndirme testleri tamamlandı. Test sonuçlarınızı aşağıda inceleyebilirsiniz.",
  "Test Server": "Test Sunucusu",
  "Speed": "Hız",
  "Rating": "Puan",
  "Sample File Download Speed": "Örnek Dosya İndirme Hızı",
  "Small File Link": "Küçük Dosya Bağlantısı",
  "Large File Link": "Büyük Dosya Bağlantısı",
  "TraceRoute": "TraceRoute",
  "Re-run tests": "Testleri yeniden çalıştır",
  "Recommendations": "Öneriler",
  "To get the best out of your Nexus Mods downloads, here are your recommendations.": "Nexus Mods indirmelerinden en iyi şekilde yararlanmak için önerileriniz burada.",
  "No recommendations": "Herhangi bir öneri yok",
  "Vortex could not determine any recommendations to improve your setup.": "Vortex, bağlantınızı iyileştirmek için herhangi bir öneri belirleyemedi.",
  "Still having problems?": "Hala sorun mu yaşıyorsunuz?",
  "If you're still having problems and would like to have your results reviewed by the Nexus Mods team click the button below.": "Hala sorun yaşıyorsanız ve sonuçlarınızın Nexus Mods ekibi tarafından incelenmesini istiyorsanız aşağıdaki düğmeye tıklayın.",
  "Report download issue": "İndirme sorununu bildir",
  "Speed Test": "Hız Testi Başlat",
  "Unlimited": "Sınırsız"
}