{
  "Auto Sort": "Otomatik Sıralama",
  "Auto Sort uses Aragas's Bannerlord Mod Sorter. It will sort your mods based on the dependencies defined by the mods themselves. ": "Otomatik Sıralama, Geliştiricimiz Aragas'ın Bannerlord Mod Sıralayıcısını kullanır. Modları, geliştiricilerce tanımlanan bağımlılıklara göre sıralar. ",
  "Auto Sort uses the SubModule.xml files (the entries under <DependedModules>) to detect dependencies to sort by. ": "Otomatik Sıralama, sıralama için bağımlılıkları tespit etmek için SubModule.xml dosyalarını kullanır.",
  "BLSE is not installed via Vortex": "BLSE, Vortex üzerinden yüklenmedi",
  "BLSE is recommended to mod Bannerlord.": "Bannerlord'u modlamak için BLSE önerilir.",
  "Check the box next to the mods you want to be active in the game.": "Oyunda etkin olmasını istediğiniz modların yanındaki kutuyu işaretleyin.",
  "Click Auto Sort in the toolbar. (See below for details).": "Araç çubuğunda Otomatik Sırala'ya tıklayın. (Ayrıntılar için aşağıya bakın).",
  "Currently selected save": "Şu anda seçili kayıt",
  "Currently selected save:": "Şu anda seçili kayıt:",
  "Currently selected save: ": "Şu anda seçili kayıt: ",
  "Deploy": "Yükle",
  "Deploy Mods": "Modları Yükle",
  "Deployed": "Yüklenmiştir",
  "Deploying": "Yükleniyor...",
  "Failed to deploy": "Yüklenemedi",
  "Failed to deserialize load order file": "Yükleme sırası dosyasını ayrıştırma başarısız oldu",
  "Failed to load": "Yüklenirken hata oluştu",
  "Failed to load modules": "Modülü yüklenirken hata oluştu",
  "Failed to load modules: {0}": "Modülü yüklenirken hata oluştu: {0}",
  "Failed to load modules: {0} and {1}": "Modülü yüklenirken hata oluştu: {0} ve {1}",
  "Failed to load modules: {0}, {1} and {2}": "Modülü yüklenirken hata oluştu: {0}, {1} ve {2}",
  "Failed to load modules: {0}, {1}, {2} and {3}": "Modülü yüklenirken hata oluştu: {0}, {1}, {2} ve {3}",
  "Finished sorting": "Sıralama tamamlandı",
  "For Bannerlord, mods sorted further towards the bottom of the list will override mods further up (if they conflict). Note: Harmony patches may be the exception to this rule.": "Bannerlord için, listede daha aşağıya doğru sıralanan modlar, yukarıdaki modları geçersiz kılar (çakışma durumunda). Not: Harmony yamaları bu kuralın istisnası olabilir.",
  "Get BLSE": "BLSE'yi Edin",
  "Hit the deploy button whenever you install and enable a new mod.": "Yeni bir mod yüklediğinizde ve etkinleştirdiğinizde dağıtım düğmesine basın.",
  "How to use:": "Nasıl kullanılır:",
  "If you cannot see your mod in this load order, Vortex may have been unable to find or parse its SubModule.xml file. Most - but not all mods - come with or need a SubModule.xml file.": "Bu yükleme sırasında modunuzu göremiyorsanız, Vortex SubModule.xml dosyasını bulamamış veya ayrıştıramamış olabilir. Çoğu - ancak tüm modlar - bir SubModule.xml dosyasına sahiptir veya ihtiyaç duyar.",
  "Installing BLSE": "BLSE Yükleniyor",
  "Installing Harmony": "Harmony Yükleniyor",
  "Instructions:": "Kurulum Talimatları:",
  "Instructions: Select a row to see more information and use the radio buttons to select the save to launch the game. If you don't want to launch with a save, choose the 'No Save' option at the top.": "Talimatlar: Daha fazla bilgi görmek ve oyunu başlatmak için bir satır seçin ve seçim düğmelerini kullanın. Bir kayıtla başlatmak istemiyorsanız, en üstteki 'Kayıt Yok' seçeneğini seçin.",
  "Load Order": "Yükleme Sırası\n(Modlar)",
  "Make sure to run the game directly via the Play button in the top left corner (on the Bannerlord tile). Your Vortex load order may not be loaded if you run the Single Player game through the game launcher.": "Oyunu doğrudan sol üst köşedeki Oyna düğmesine tıklayarak (Bannerlord kısayolu üzerinden) çalıştırdığınızdan emin olun. Vortex yükleme sırası, tek oyunculu oyunu oyun başlatıcısı üzerinden çalıştırırsanız yüklenmeyebilir.",
  "Managing your load order": "Yükleme sırasını yönetme",
  "Modding Bannerlord with Vortex.": "Vortex ile Bannerlord modlama.",
  "No Save": "Kayıt Yok",
  "No save selected": "Kayıt seçilmedi",
  "Optional: Manually drag and drop mods to different positions in the load order (for testing different overrides). Mods further down the list override mods further up.": "İsteğe bağlı: Yükleme sırasında modları el ile farklı konumlara sürükleyip bırakın (farklı geçersiz kılma testleri için). Liste aşağıya doğru ilerledikçe modlar yukarıdaki modları geçersiz kılar.",
  "Otherwise to properly run the game with the selected mods from Vortex, either run without a primary tool set or use 'Bannerlord Software Extended' when BLSE is installed or use 'Official Bannerlord' when BLSE is not installed.": "Aksi takdirde, Vortex'ten seçilen modlarla oyunu düzgün çalıştırmak için ya birincil araç seti olmadan çalıştırın ya da BLSE yüklüyken 'Bannerlord Software Extended'i kullanın veya BLSE yüklü değilse 'Official Bannerlord Launcher'ı kullanın.",
  "Othewise to properly run the game with the selected mods from Vortex, either run without a primary tool set or use 'Bannerlord Software Extended'when BLSE is installed or use 'Official Bannerlord' when BLSE is not installed.": "Aksi takdirde, oyunu Vortex'ten seçilen modlarla düzgün çalıştırmak için ya birincil araç seti olmadan çalıştırın ya da BLSE yüklüyken 'Bannerlord Software Extended'i kullanın veyahut da BLSE yüklü değilse 'Official Bannerlord Launcher'ı kullanın.",
  "Please note:": "Lütfen dikkat:",
  "Primary Tool Set:": "Birincil Aracı Seti:",
  "Refresh": "Yenile",
  "Refresh List": "Listeyi Yenile",
  "Right clicking an entry will open the context menu which can be used to lock LO entries into position; entry will be ignored by auto-sort maintaining its locked position.": "Bir girişe sağ tıklamak, LO girişlerini konumuna kilitlemek için kullanılan bağlam menüsünü açar; otomatik sıralama tarafından görmezden gelinir ve kilitli konumunu korur.",
  "Save": "Kaydet",
  "Save {0}": "Kaydet {0}",
  "Select a save to launch the game": "Oyunu başlatmak için bir kayıt seçin",
  "Select a save to launch the game:": "Oyunu başlatmak için bir kayıt seçin:",
  "Sort": "Sırala",
  "Sort Ascending": "Sıralama Artan",
  "Sort Descending": "Sıralama Azalan",
  "Sort by {0}": "Sırala {0}",
  "Sort by {0} ({1})": "Sırala {0} ({1})",
  "Sort by {0} ({1}) ({2})": "Sırala {0} ({1}) ({2})",
  "The game will not launch unless the game store (Steam, Epic, etc) is started beforehand. If you're getting the \"Unable to Initialize Steam API\" error, restart Steam.": "Oyun mağazası (Steam, Epic, vb.) önceden başlatılmadıkça oyun başlatılmaz. \"Steam API'si Başlatılamıyor\" hatasını alıyorsanız, Steam'i yeniden başlatın.",
  "The load order reflected here will only be loaded if you run the game through Vortex's default starter for Bannerlord. If you have a different tool set as the primary starter, please unassign it in the tools dashlet on the dashboard. ": "Buradaki yükleme sırası, oyunu Vortex'in varsayılan başlatıcısı aracılığıyla çalıştırdığınız takdirde yüklenecektir. Farklı bir aracı başlatıcı olarak ayarladıysanız, lütfen başlangıç ekranındaki araçlar panelinde atamayı kaldırın. ",
  "The load order reflected here will only be loaded if you run the game via the play button in the top left corner. Do not run the Single Player game through the launcher, as that will ignore the Vortex load order and go by what is shown in the launcher instead.": "Burada yansıtılan yükleme sırası, yalnızca sol üst köşedeki oynatma düğmesi aracılığıyla oyunu çalıştırırsanız yüklenecektir. Vortex yükleme sırasını yoksayacak ve bunun yerine başlatıcıda gösterilenlere göre hareket edecektir.",
  "Update Compatibility Score": "Uyumluluk Puanını Güncelle",
  "You can adjust the load order for Bannerlord by dragging and dropping mods up or down on this page. For more information and help see: ": "Bannerlord için yükleme sırasını bu sayfada modları yukarı veya aşağı sürükleyerek ayarlayabilirsiniz. Daha fazla bilgi ve yardım için bkz: ",
  "You can adjust the load order for Bannerlord by dragging and dropping mods up or down on this page. Please keep in mind that Bannerlord is still in Early Access, which means that there might be significant changes to the game as time goes on. Please notify us of any Vortex related issues you encounter with this extension so we can fix it. For more information and help see: ": "Bannerlord için yükleme sırasını bu sayfada modları yukarı veya aşağı sürükleyerek ayarlayabilirsiniz. Lütfen unutmayın ki Bannerlord hala Erken Erişim aşamasında olduğundan, zamanla oyun üzerinde önemli değişiklikler olabilir. Bu uzantıyla ilgili karşılaştığınız herhangi bir Vortex sorununu bize bildirin, böylece düzeltebiliriz. Daha fazla bilgi ve yardım için bkz: ",
  "duplicate modules": "çift modüller",
  "load order issues": "yükleme sırası sorunları",
  "missing modules": "eksik modüller",
  "version mismatches": "sürüm uyumsuzlukları",
  "Otherwise to properly run the game with the selected mods from Vortex, either run without a primary tool set or use 'Bannerlord Software Extended'when BLSE is installed or use 'Official Bannerlord' when BLSE is not installed.": "Vortex'ten seçilen modlarla oyunu düzgün çalıştırmak için, ya birincil araç seti olmadan çalıştırın ya da BLSE yüklüyken 'Bannerlord Software Extended'i kullanın. BLSE yüklü değilse, 'Official Bannerlord Launcher'ı kullanın.",
  "Instructions: Select a row to see more information and use the radio buttons to select the save to launch the game. If you don't want to launch with a save, choose the 'No Save' option atthe top.": "Instructions: Select a row to see more information and use the radio buttons to select the save to launch the game. If you don't want to launch with a save, choose the 'No Save' option atthe top."
}