{
  "Allow mod notes be resized": "Mod notlarının yeniden boyutlandırılmasına izin ver",
  "Allow text selection": "Metin seçimine izin ver",
  "Allows the text area where you can enter notes on mods to be resized - in case you like to make extensive notes": "Modlar hakkında notlar girebileceğiniz metin alanının yeniden boyutlandırılmasına izin verir - eğer geniş notlar almayı seviyorsanız",
  "Bundled": "Paketlenmiş",
  "Download snippets": "Parçacıkları indir",
  "Download updated snippets from github": "Github'dan güncellenmiş parçacıkları indir",
  "Games Vortex couldn't autodiscover are grayed out even though you can still interact with them": "Vortex'in otomatik keşfedemediği oyunlar, onlarla hala etkileşime girebileceğiniz halde gri renkte gösterilir",
  "In websites the mouse cursor changes to highlight buttons, Vortex behaves more like a \"traditional\" desktop application.": "Web sitelerinde fare imleci düğmeleri vurgulamak için değişir, Vortex daha çok \"geleneksel\" bir masaüstü uygulaması gibi davranır.",
  "More web-like cursors": "Daha fazla web benzeri imleçler",
  "No line wrap in mods table": "Modlar tablosunda satır kaydırmayı kaldır",
  "No longer gray out undiscovered games": "Keşfedilmemiş oyunları artık gri yapmak",
  "No mod details pane overlay": "Mod detayları penceresi kaplamasını kaldır",
  "Prevents long lines (e.g. the mod name) from wrapping around to multiple lines in the mod list. They will be cut off instead.": "Uzun satırların (örneğin mod adı) mod listesinde birden fazla satırın girişini engeller. Bunun yerine alt satıra inecektir.",
  "Regular text in Vortex can't be selected (as usual with desktop applications), this allows all text to be selected": "Vortex'teki normal metin seçilemez (masaüstü uygulamalarıyla alışıldığı gibi), bu tüm metinlerin seçilmesine izin verir",
  "Remove \"Get More Mods\" overlay": "\"Daha Fazla Mod Alın\" düğmesini kaldır",
  "Remove \"alpha\" badge from Collections tab": "Koleksiyonlar sekmesinden \"alfa\" rozetini kaldır",
  "Removes the badge indicating collections is in a prerelease state. If you've found this toggles I assume you saw that badge...": "Koleksiyonların ön sürüm durumunda olduğunu gösteren rozeti kaldırır. Bu anahtarı bulduysanız, o rozeti gördüğünüzü varsayarım...",
  "Return the \"Get More Mods\" button to the bottom of the table, instead of having it stickied to the bottom of the page": "\"Daha Fazla Mod Alın\" düğmesini sayfanın altına yapıştırılmış olarak değil, tablonun en altına getirin",
  "Show the mod details pane side-by-side with the mod list instead of as an overlay": "Mod detayları penceresini, bir kaplama olarak değil, mod listesiyle yan yana göster",
  "Show toolbar buttons without text": "Metinsiz olarak araç çubuğu düğmelerini göster",
  "Suggest further snippets": "Daha fazla parçacık öner",
  "There is no guarantee that every combination of these snippets works correctly": "Bu parçacıkların her kombinasyonunun doğru şekilde çalışacağının garantisi yoktur.",
  "This will have the toolbar buttons along the top of pages with only icons, text is shown on hover": "Bu, sadece simgelerle sayfaların üst kısmında araç çubuğu düğmelerini gösterecektir, metin üzerine gelindiğinde gösterilir"
}